Revit 2027 API
ParameterTypeId.RbsCabletrayconduitConnectorelemType Property
 "Connector Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayconduitConnectorelemType { get; }
Public Shared ReadOnly Property RbsCabletrayconduitConnectorelemType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayconduitConnectorelemType {
	ForgeTypeId^ get ();
}
static member RbsCabletrayconduitConnectorelemType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace